Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Widzę, że masz jakieś pojęcie o robieniu w kuźni.
uk: Я бачу, що ти маєш певне уявлення про ковальську справу.

source: Widzę, że masz kilka ciekawych rzeczy przy sobie.
uk: Бачу, ти маєш при собі кілька цікавих речей.

source: Widzę, że masz na sobie mundur.
uk: Я бачу, на тобі форма.

source: Widzę, że masz przyjaciół... Nie chciałem wam sprawiać kłopotów!
uk: Бачу, у тебе є друзі... Я не хотів завдавати вам клопоту!

source: Widzę, że masz łapy jak prawdziwy drwal. Może będzie z ciebie jakiś pożytek.
uk: Бачу, руки в тебе, як у справжнього лісоруба. Може, з тебе й буде якась користь.

source: Widzę, że masz żyłkę do interesów!
uk: Бачу, у тебе є ділова жилка!

source: Widzę, że miałeś więcej szczęścia niż ja. Ci cholerni strażnicy nie chcą mnie wpuścić do środka, a mam bardzo ważną przesyłkę do dostarczenia.
uk: Бачу, тобі пощастило більше, ніж мені. Ці кляті вартові не впускають мене, а я маю дуже важливу доставку.

source: Widzę, że muszę inaczej do ciebie przemówić...
uk: Бачу, що доведеться поговорити з тобою по-іншому...

source: Widzę, że na nietęgie żarty mu się zebrało.
uk: Бачу, що йому бракує дурних жартів.

source: Widzę, że nadal ślepo wierzysz w to, że ci pomogą. Gdyby mieli taki zamiar, już dawno odnalazłbyś swojego brata.
uk: Я бачу, що ти й досі сліпо віриш, що вони тобі допоможуть. Якби вони мали намір це зробити, ти б вже давно знайшов свого брата.

source: Widzę, że należysz do straży miejskiej. To miłe, że dowódca martwi się o moje zdrowie i przysyła kolejnych ludzi.
uk: Я бачу, що ти належиш до Міської Варти. Приємно, що командир турбується про моє здоров'я і присилає нових людей.

source: Widzę, że nawet bez oficjalnej propozycji rwiesz się do roboty. Dobrze. Posłuchaj mnie uważnie.
uk: Я бачу, що навіть без офіційного наказу ти рвешся до роботи. Добре. Слухай мене уважно.

source: Widzę, że nic się przed tobą nie ukryje.
uk: Я бачу, що від тебе нічого не приховаєш.

source: Widzę, że nie mieliście łatwego dzieciństwa.
uk: Бачу, що нелегке у тебе було дитинство.

source: Widzę, że nie próżnowałeś i robisz karierę w wielkim mieście!
uk: Бачу, ти не сидиш без діла і робиш кар'єру у великому місті!

source: Widzę, że nie próżnujesz.
uk: Бачу, ти не сидиш без діла.

source: Widzę, że nie ustąpisz, przynajmniej dopóki nie zrobisz krzywdy albo sobie, albo komuś. Nie będę ukrywał, że się tego spodziewałem.
uk: Бачу, ти не відступиш, принаймні доти, доки не завдаси шкоди собі чи комусь іншому. Не буду приховувати, я очікував цього.

source: Widzę, że nieźle odnalazłeś się w mieście.
uk: Я бачу, ти добре освоївся в місті.

source: Widzę, że nieźle się ustawiłeś.
uk: Бачу, що ти непогано влаштувався.

source: Widzę, że odnalazłaś się w nowym miejscu.
uk: Бачу, ти вже освоїлась на новому місці.

source: Widzę, że ostatnio ci się powodzi, chłopcze!
uk: Бачу, останнім часом справи у тебе йдуть добре, хлопче!

source: Widzę, że plotki szybko się rozchodzą.
uk: Я бачу, що чутки швидко поширюються.

source: Widzę, że poczucie humoru nie opuszcza cię nawet na służbie.
uk: Бачу, почуття гумору не покидає тебе навіть на службі.

source: Widzę, że podchody już za nami. Ile ci zajęło, by do tego dojść?
uk: Бачу, що між нами більше немає секретів. Скільки часу тобі знадобилося, щоб все зрозуміти?

source: Widzę, że podchody między Gildią a strażą trwają w najlepsze.
uk: Я бачу, що співпраця між Гільдією та Вартою триває в найліпших її проявах.

source: Widzę, że potrafisz podejść do problemu z różnych stron i nie boisz się pobrudzić sobie rąk, by przywrócić równowagę. Będzie z ciebie dobry członek Wodnego Kręgu.
uk: Бачу, ти здатен поглянути на проблему з різних сторін і не боїшся забруднити руки, задля відновлення рівноваги. З тебе вийде чудовий член Кільця Води.

source: Widzę, że przypomniałeś sobie o swoich obowiązkach. Lepiej późno niż wcale.
uk: Бачу, ти згадав про твої обов'язки. Краще пізно, ніж ніколи.

source: Widzę, że przywiało tu też najemników.
uk: Бачу, що найманців сюди теж принесло.

source: Widzę, że renoma Araxos nie jest przesadzona. Klient wymaga, wy dostarczacie.
uk: Бачу, що репутація Араксосу це не перебільшення. Клієнт вимагає, а ви виконуєте.

source: Widzę, że rozumny z ciebie chłopak. Lepiej dla was, żeby twoi towarzysze wykazali się podobnym rozsądkiem.
uk: Я бачу, що ти розумний хлопець. Було б краще для вас, якби твої товариші виявили таку ж розсудливість.

source: Widzę, że się napracowałeś. Chcesz może sobie odpocząć?
uk: Бачу, ти багато працюєш. Можливо, хочеш перепочити?

source: Widzę, że sporo mnie ominęło.
uk: Бачу, я багато чого пропустив.

source: Widzę, że strażnicy miejscy są jak zwykle niezawodni.
uk: Бачу, що Міська Варта, як завжди, надійна.

source: Widzę, że ta chwila na Starym Mieście pozwoliła ci zdobyć trochę ogłady. Czemu nie, mają tam całkiem niezłe wino... Przynajmniej nie trzeba siedzieć z hołotą.
uk: Бачу, перебування в Старому місті дозволило тобі трохи освоїтися. Чому б і ні, у них там досить непогане вино... Принаймні, не доведеться сидіти з селюками.

source: Widzę, że też należysz do Gildii. Może go znasz? O ile mnie pamięć nie myli, nazywał się Lorenzo.
uk: Бачу, ти теж належиш до Гільдії. Можливо, ти його знаєш? Якщо мені не зраджує пам'ять, його звали Лоренцо.

source: Widzę, że tobie również zdążył zajść za skórę. Cholerny drań, ukrywający się za swoimi marionetkami.
uk: Бачу, він і тебе зачепив за живе. Кривавий виродок, що ховається за своїми маріонетками.

source: Widzę, że trafiła mi się prawdziwa okazja!
uk: Бачу, я натрапив на вигідну пропозицію!

source: Widzę, że trafiła się gaduła. Zaraz ci pokażę, dlaczego masz płacić.
uk: Бачу, ти багато базікаєш. Зараз я тобі покажу, за що ти маєш платити.

source: Widzę, że trening w koszarach nie poszedł na marne.
uk: Бачу, що підготовка у казармах не пройшла даремно.

source: Widzę, że twardy z niego chłop, a do miasta niedaleko.
uk: Я бачу, що він міцний хлопчина, а до міста зовсім недалеко.

source: Widzę, że twój brat pracowitość odziedziczył po ojcu. Nie wiem, czy w jego stanie praca w polu to dobry pomysł.
uk: Бачу, що працьовитість твій брат успадкував від батька. Не знаю, чи робота в полі – це хороша ідея в його стані.

source: Widzę, że udało ci się już pociąć pierwszą porcję drewna. Doskonale, możemy przejść do następnego zadania.
uk: Бачу, ти вже впорався з першою партією деревини. Чудово, можемо переходити до наступного завдання.

source: Widzę, że umiesz siedzieć cicho.
uk: Бачу, ти вмієш поводитись тихо.

source: Widzę, że uzyskałeś niemały monopol na to co robisz.
uk: Бачу, що у тебе фактично монополія у цьому.

source: Widzę, że większość z was ma ogromne problemy z kondycją. Popracujemy nad tym.
uk: Я бачу, що у більшості з вас величезні проблеми з фізичною підготовкою. Ми попрацюємо над цим.

source: Widzę, że wracasz cały i zdrowy. A więc zwycięstwo?
uk: Я бачу, ти повернувся цілим і неушкодженим. А значить ти переміг?

source: Widzę, że wracasz. Udało ci się sprzedać wszystkie towary?
uk: Бачу, ти повернувся. Вдалося продати весь товар?

source: Widzę, że wróciłeś. Jak idą postępy?
uk: Бачу, ти повернувся. Як просувається справа?

source: Widzę, że wszystkie książki są poprawnie ułożone. Dziękuję za pomoc.
uk: Бачу, що всі книги розставлені правильно. Дякую за допомогу.

source: Widzę, że zajrzałeś do środka. Mam nadzieję, że nie zabrałeś sobie części złota?
uk: Бачу, ти зазирнув всередину. Сподіваюся, ти не забрав собі частину золота?

source: Widzę, że zbratałeś się z najemnikami Araxos...
uk: Бачу, ти приєднався до найманців Араксосу...

source: Widzę, że zbył cię pierwszorzędnie.
uk: Бачу, він першокласно тебе спекався.

source: Widzę, że zdecydowałeś się zostać gońcem... no cóż, miejmy nadzieję, że Lorenzo, wbrew temu, co mówią, dba o kogokolwiek innego niż on sam.
uk: Бачу, ти вирішив стати посланцем... Що ж, будемо сподіватися, що Лоренцо, всупереч тому, що про нього говорять, дбає про когось, окрім себе.

source: Widzę, że znalazłeś sobie doborowe towarzystwo.
uk: Бачу, ти знайшов собі гарну компанію.

source: Widzę, że znasz już podstawy łowiectwa. Chodźmy zapolować na ścierwojady!
uk: Бачу, ти знаєш основи нашого ремесла. Ходімо полювати на падальників!

source: Widzę, że źle znosi to wszystko!
uk: Схоже, він важко це все переносить!

source: Widzę. Pod żadnym pozorem nie daj Gwardzistom do nas podejść, póki nie skończymy grać!
uk: Добре. Ні в якому разі не дозволяй гвардійцям наближатися до нас, поки ми не закінчимо!

source: Widzę. Spory jest.
uk: Бачу. Великий.

source: Wie, albo przymyka na to oko. W każdym razie, jak tak dalej pójdzie, to... to mogę się pakować.
uk: Знає, або закриває на це очі. У будь-якому випадку, якщо так піде і далі, то... то мені кінець.

source: Wie, że jako dowódca nie pełnię wart, ani nie robię patrolów. Umiejętności strzeleckie musi udowodnić zwykły, szeregowy kusznik. I będziesz nim ty.
uk: Він знає, що як командир я не займаюся вахтою чи патрулюванням. Уміння стріляти має довести простий рядовий арбалетник. І це будеш ти.

source: Wie, że zawiódł i nie zamierza ruszać się z gospody. Pewnie wkrótce urżnie się w trupa.
uk: Він знає, що підвів, і не має наміру покидати корчму. Він скоро, мабуть, нап'ється до смерті.

source: Wiecie coś o niedawnym porwaniu w Silbach?
uk: Ти знаєш що-небудь про нещодавнє викрадення в Сільбаху?

source: Wieczne odpoczywanie
uk: Вічний спокій

source: Wieczorem pójdziesz w to miejsce, w którym wtedy ich spotkałeś i poczekasz, aż się pojawią. Wtedy zaproponujesz im wymianę aresztowanego na umówiony towar.
uk: Увечері ти підеш до місця, де ви тоді зустрілися, і чекатимеш поки вони з'являться. Тоді запропонуєш їм обміняти заарештованого на домовлений товар.

source: Wieczorem z chaty Kurta słyszałem jakieś dziwne, głuche odgłosy. Brzmiały, jakby facet trzymał tam jakiegoś jaskiniowego trolla!
uk: Вчора ввечері я чув якісь дивні глухі звуки, що долинали з халупи Курта. Вони звучали так, ніби він тримав там якогось печерного троля!

source: Wieczorem, lało wtedy jak z cebra.
uk: Увечері, якраз під час зливи.

source: Wiedz też, że nie bez powodu przydzieliłem to zadanie akurat tobie.
uk: Знай також, що я доручив це завдання саме тобі не просто так.

source: Wiedz też, że w razie kłopotów powiem wszystko jak na spowiedzi.
uk: Також знай, що у разі неприємностей я розповім усе, як на сповіді.

source: Wiedz, że ani Pan Volker, ani ja nie wiedzieliśmy o jego postępowaniu wobec Twojej osoby. Gwarantuję, że taka sytuacja nigdy się już nie powtórzy. Osobiście zająłem się tym delikwentem.
uk: Будь ласка, знайте, що ні пан Волкер, ні я не знали про його вчинки по відношенню до Вас. Я гарантую, що така ситуація більше ніколи не повториться. Я особисто розібрався з цим порушником.

source: Wiedz, że doceniam to, iż doszliśmy z Kalebem do porozumienia.
uk: Знай, я ціную те, що ми з Калебом дійшли згоди.

source: Wiedz, że gdybyśmy nie przestrzegali praw panujących na Archolos, czekałaby cię śmierć przez powieszenie. Mając na uwadze to, gdzie się znajdujemy, przekazuję cię pod sąd świecki.
uk: Знай, що якби ми не корилися законам Архолосу, тобі б загрожувала смерть через повішення. Враховуючи, де ми зараз знаходимося, я передаю тебе до міського суду.

source: Wiedz, że nie są to jedyne ścieżki kariery. Oto lista osób, które ostatnio zgłaszały zapotrzebowanie na czeladnika. Możesz zgłosić się do któregoś z nich. Nikt inny w mieście nie zagwarantuje ci tak przyzwoitych zarobków.
uk: Але знай, що це не єдині можливості кар'єри. Ось список тих, хто нещодавно заявив про те, що потребує учня. Ти можеш звернутися до будь-кого з них. Ніхто інший в місті не запропонує тобі такого гідного заробітку.

source: Wiedz, że pracując dla mnie, realizujesz wolę miłościwie nam panującego Rhobara II.
uk: Знай, що працюючи для мене, ти виконуєш волю нашого милосердного правителя Робара II.

source: Wiedz, że ty również poczyniłeś krok w stronę awansu.
uk: Знай, що ти теж зробив крок до підвищення.

source: Wiedz, że udam się do samego króla, zgłosić skargę na tę skandaliczną decyzję i nie myśl, że odwiedzisz mnie tymi bzdurami o rosnącym zagrożeniu ze strony Orków.
uk: Знай, що я піду до самого короля, щоб поскаржитися на це обурливе рішення, і не думай, що тобі вдасться мене переконати цією нісенітницею про зростаючу загрозу з боку орків.

source: Wiedza Magiczna - Krąg Czwarty Tom I
uk: Магічні знання - Коло Четверте. Том I

source: Wiedza Magiczna - Krąg Czwarty Tom II
uk: Магічні знання - Коло Четверте. Том II

source: Wiedza Magiczna - Krąg Czwarty Tom III
uk: Магічні знання - Коло Четверте. Том III

source: Wiedza Magiczna - Krąg Czwarty Tom IV
uk: Магічні знання - Коло Четверте. Том IV

source: Wiedza Magiczna - Krąg Czwarty Tom V
uk: Магічні знання - Коло Четверте. Том V

source: Wiedza Magiczna - Krąg Drugi Tom I
uk: Магічні знання - Коло Друге. Том I

source: Wiedza Magiczna - Krąg Drugi Tom II
uk: Магічні знання - Коло Друге. Том II

source: Wiedza Magiczna - Krąg Drugi Tom III
uk: Магічні знання - Коло Друге. Том III

source: Wiedza Magiczna - Krąg Pierwszy Tom I
uk: Магічні знання - Коло Перше. Том I

source: Wiedza Magiczna - Krąg Pierwszy Tom II
uk: Магічні знання - Коло Перше. Том II

source: Wiedza Magiczna - Krąg Trzeci Tom I
uk: Магічні знання - Коло Третє. Том I

source: Wiedza Magiczna - Krąg Trzeci Tom II
uk: Магічні знання - Коло Третє. Том II

source: Wiedza Magiczna - Krąg Trzeci Tom III
uk: Магічні знання - Коло Третє. Том III

source: Wiedza Magiczna - Krąg Trzeci Tom IV
uk: Магічні знання - Коло Третє. Том IV

source: Wiedział, że dwoję się i troję, żeby spłacić jego dług. Ale ten dusigrosz za nic miał ludzką krzywdę. Wszystkich traktował tak samo - jak narzędzia.
uk: Він знав, що я працюю вдвічі і втричі більше, щоб сплатити його борг. Але цьому скупердяю було начхати на людське горе. Він ставився до всіх однаково – як до інструментів.

source: Wiedziałam, że coś złego się stanie i się nie myliłam!
uk: Я знала, що станеться щось погане, і я не помилялася!

source: Wiedziałam, że dojdziemy do porozumienia!
uk: Я знала, що ми домовимось!

source: Wiedziałam, że jednak mi pomożesz. Znajdź go, a nagroda cię nie ominie!
uk: Я знала, що зрештою ти мені допоможеш. Знайди його і винагорода буде твоя!

source: Wiedziałam, że jest jakiś haczyk. Ile sobie życzysz za ten worek?
uk: Я знала, що тут є підступ. Скільки ти хочеш за цей мішечок?

source: Wiedziałam, że mogę na ciebie liczyć! Młody, rozsądny chłopak, da się z tobą pracować!
uk: Я знала, що можу на тебе розраховувати! Молодий, розумний парубок, з тобою можна працювати!

source: Wiedziałam, że też mnie rozpoznasz. Powiedz mi, co ci się stało? Wyglądasz, jakby dopadło cię całe stado wilków.
uk: Я знала, що ти теж мене впізнаєш. Скажи мені, що з тобою сталося? Ти виглядаєш так, ніби на тебе напала ціла зграя вовків.

source: Wiedziałem!
uk: Я так і знав!

source: Wiedziałem! Wiedziałem, że ten obrzydliwy miecz musi być kluczem! Cóż za niesamowite uczucie, znaleźć się w miejscu nienaruszonym przez żadnego człowieka, przez kto wie, może nawet tysiące lat! Szkoda czasu na pisanie, muszę zająć się badaniem tego miejsca!
uk: Я так і знав! Я знав, що цей огидний меч має бути ключем! Яке дивовижне відчуття, опинитися в місці, якого не торкалася жодна людина, хто знає, можливо, навіть тисячі років! Гадаю, що не варто витрачати час на писанину, я повинен продовжувати досліджувати це місце!

source: Wiedziałem! Zawsze gustowała w miejscach, gdzie można spotkać wielu ludzi! A tak się bała, że opinie o Archolos są przesadzone.
uk: Я так і знав! У неї завжди був смак до місць, де можна зустріти багато людей! А вона так боялася, що відгуки про Архолос перебільшені.

source: Wiedziałem! Ścierwojady trawiąc roślinę pozbawiły ją większości jej negatywnych właściwości ubocznych.
uk: Я так і знав! Перетравлюючи рослину, падальники позбавили її більшості негативних побічних ефектів.

source: Wiedziałem, że Innos ma dla mnie jakiś ukryty cel.
uk: Я знав, що Іннос має для мене якесь приховане призначення.

source: Wiedziałem, że Innos poprowadzi wasze ostrza ku przywróceniu porządku i sprawiedliwości.
uk: Я знав, що Іннос направить ваші мечі на відновлення порядку і справедливості.

source: Wiedziałem, że Lorenzo postąpi rozsądnie. Zawsze tak robi.
uk: Я знав, що Лоренцо вчинить правильно. Він завжди так робить.

source: Wiedziałem, że Martha nie będzie zachwycona, ale aż takiej reakcji się nie spodziewałem. Pomimo upływu lat dalej pała nienawiścią do Lutza. Coś mi się widzi, że nie powiedział mi wszystkiego... Pójdę z nim porozmawiać o zajściu.
uk: Я підозрював, що Марта буде не в захваті, але такої реакції я не очікував. Навіть через стільки років вона продовжує ненавидіти Люца. Щось мені підказує, що він не все мені розповів... Піду поговорю з ним про те, що сталося.

source: Wiedziałem, że będą z tobą same problemy...
uk: Я знав, що з тобою будуть проблеми...

source: Wiedziałem, że ci się uda. Od samego początku byłem tego pewny!
uk: Я знав, що ти впораєшся. Я був у цьому впевнений з самого початку!

source: Wiedziałem, że dając ci szansę, nie popełniam błędu!
uk: Я знав, що, даючи тобі шанс, я не помилився!

source: Wiedziałem, że daleko zajdziesz. Potwierdzenie twojego awansu było tylko kwestią czasu, zawsze to mówiłem Roderichowi!
uk: Я знав, що ти далеко підеш. Твоє підвищення було лише питанням часу. Я завжди казав про це Родеріху!

source: Wiedziałem, że damy radę się jakoś dogadać! Chodź za mną.
uk: Я знав, що ми зможемо якось домовитися! Йди за мною.

source: Wiedziałem, że dotrzesz do samego finału. Denerwujesz się?
uk: Я знав, що ти дійдеш до фіналу. Нервуєш?

source: Wiedziałem, że gospodarz coś ukrywa - i się nie myliłem. Gdy tylko zacząłem interesować się dźwignią, facet rzucił się na mnie. Pora sprawdzić, co jest na górze. Zgaduję, że wajcha obok krat pozwoli mi je otworzyć.
uk: Я знав, що господар щось приховує – і не помилився. Як тільки я зацікавився важелем, хлопець напав на мене. Настав час дізнатися, що там нагорі. Гадаю, що важіль поруч із ґратами дозволить мені їх відчинити.

source: Wiedziałem, że idzie się z tobą dogadać, kolego.
uk: Я знав, що з тобою можна домовитись, приятелю.

source: Wiedziałem, że jakoś się dogadamy!
uk: Я знав, що ми якось порозуміємося!

source: Wiedziałem, że jesteś kiepskim górnikiem, ale żeby aż takim idiotą? Co ty masz w tej swojej głowie, że tak łatwo dałeś się oszukać?
uk: Я знав, що ти поганий гірник, але щоб аж настільки? Що в твоїй голові, що тебе так легко обдурити?

source: Wiedziałem, że jesteś rozsądnym człowiekiem!
uk: Я знав, що ти розумна людина!

source: Wiedziałem, że jesteś słaby. Wszyscy jesteście.
uk: Я знав, що ти слабкий. Як і всі ви.

source: Wiedziałem, że jesteście cwani, ale udawać strażnika, by zająć się miejscem zbrodni? To się nazywa pomysł...
uk: Я знав, що ви, хлопці, розумні, але видавати себе за вартових, щоб подбати про місце злочину? Оце так ідея...

source: Wiedziałem, że krzepa wygra ze zwinnością!
uk: Я знав, що сила переможе спритність.

source: Wiedziałem, że ktoś ostatnio kręcił się w pobliżu naszego miejsca...
uk: Я знав, що хтось останнім часом крутиться біля нашого дому...

source: Wiedziałem, że ktoś w końcu pozna się na moim guście! Proszę, to dla ciebie.
uk: Я знав, що хтось нарешті оцінить мій смак! Ось, це для тебе.

source: Wiedziałem, że mogę na ciebie liczyć! Co zrobiłeś?
uk: Я знав, що можу на тебе розраховувати! Що ти зробив?

source: Wiedziałem, że mogę na ciebie liczyć.
uk: Я знав, що можу на тебе розраховувати.

source: Wiedziałem, że można na ciebie liczyć! Nie mogę się doczekać miny Harolda, gdy zobaczy jak jego wspaniała łódź nabiera wody!
uk: Я знав, що на тебе можна розраховувати! Не можу дочекатися, щоб побачити обличчя Гарольда, коли він побачить, як його чудовий човен набирає воду!

source: Wiedziałem, że na Araxos zawsze można liczyć.
uk: Я знав, що на Араксос завжди можна розраховувати.

source: Wiedziałem, że na Archolos będzie wielu zdolnych wojów!
uk: Я знав, що на Архолосі буде багато здібних воїнів!

source: Wiedziałem, że nie będziesz w stanie zrozumieć, czym jest prawdziwe oddanie, by zgłębić wszystkie tajniki danej sztuki. Jesteś zwykłym ignorantem i idiotą!
uk: Я знав, що ти не зможеш зрозуміти, що таке справжня відданість своїй справі, і на що потрібно піти, щоб по-справжньому зрозуміти всі її тонкощі. Ти просто невіглас і ідіот!

source: Wiedziałem, że podejmiesz rozsądną decyzję, bracie.
uk: Я знав, що ти приймеш розумне рішення, брате.

source: Wiedziałem, że pomysł z wejściem do celi jest idiotyczny. Oliver nie żyje. Ork podzielił jego los. Czas udać się na miejsce spotkania - do starego domu Kaleba w porcie.
uk: Я знав, що заходити до камери було ідіотською ідеєю. Олівер мертвий. Орк розділив його долю. Настав час вирушати до місця зустрічі – колишнього будинку Калеба в порту.

source: Wiedziałem, że pójdziesz po rozum do głowy, chłopcze.
uk: Я знав, що ти візьмешся за розум, хлопче.

source: Wiedziałem, że spodoba ci się ten plan. Pozostaje jeszcze tylko ustalić, od której strony.
uk: Я знав, що тобі сподобається цей план. Залишилося тільки вирішити, з якого боку напасти.

source: Wiedziałem, że staniesz po mojej stronie.
uk: Я знав, що ти будеш на моїй стороні.

source: Wiedziałem, że stawianie ich pod latarnią to zły pomysł! Jedna zbłąkana iskra i kilka tygodni pracy w cholerę!
uk: Я знав, що ставити їх під ліхтарний стовп було поганою ідеєю! Одна випадкова іскра, і кілька тижнів роботи до одного місця!

source: Wiedziałem, że swój z ciebie chłop. Poszukaj strażnika Dustera, to on ostatnio kręcił się wokół mojego domu. Sprawdź, co wie, i usuń wszystko, co może wskazywać na moją winę.
uk: Я знав, що ти свій хлопець. Пошукай вартового Дастера, він останнім часом крутиться біля мого будинку. З'ясуй, що він знає, і позбудься всього, що може вказувати на мою провину.

source: Wiedziałem, że szykuje się coś niedobrego i proszę!
uk: Я знав, що назріває щось недобре, і ось воно!

source: Wiedziałem, że ta przegrana w jaskini to wyłącznie przypadek.
uk: Я знав, що ця поразка в печері була простою випадковістю.

source: Wiedziałem, że tylko szukasz okazji, żeby dać dyla i się nie myliłem!
uk: Так і знав, що ти просто шукав можливість втекти звідси, і я не помилився!

source: Wiedziałem, że wybrałem dobrego człowieka do tej roboty.
uk: Я знав, що обрав правильну людину для цієї роботи.

source: Wiedziałem, że z tą parszywą lichwiarką nie można wchodzić w żadne interesy.
uk: Я знав, що з цією паршивою лихваркою не можна мати справ.

source: Wiedziałem, że zaśmierdniesz. Ugh. Tak jak mówiłem: nie zbliżaj się! I mów, jak patrol.
uk: Я знав, що ти просмердишся. Угх. Я ж казав: близько не підходь! І доповідай, як твій патруль.

source: Wiedziałem, że zwinność sprawdzi się lepiej od zwykłej siły.
uk: Я знав, що спритність переможе силу.

source: Wiedziałem, że świetnie sobie z tym poradzisz.
uk: Я знав, що ти чудово впораєшся.

source: Wiedziałem, żeś równy chłop. Dzięki wielkie.
uk: Я знав, що ти класний хлопець. Велике дякую.

source: Wiedziałem. Dobrze Marvin, to będzie nasza mała tajemnica. Nic jej nie powiem, możesz być spokojny.
uk: Я так і знав. Гаразд, Марвіне, це буде наша маленька таємниця. Я їй нічого не скажу, можеш бути впевнений.

source: Wiedziałem. Najpierw jednak muszę ci się przyjrzeć...
uk: Я так і знав. Але спершу я повинен поглянути на тебе...

source: Wiedziałeś, że znowu masz ścierwojada w ogrodzie?
uk: Ти знаєш, що у тебе в городі знову завелися падальники?

source: Wiedzą, że jestem na ich tropie i dlatego próbują mnie zabić. Gdyby nie Bradlock i jego ludzie, już dawno by mnie dopadli.
uk: Вони знають, що я вийшов на їхній слід, і тому намагаються мене вбити. Якби не Бредлок і його люди, вони б давно до мене дістались.

source: Wiedząc, gdzie się znajdują, będziemy przynajmniej mogli prowadzić obserwację.
uk: Знаючи, де вони знаходяться, ми, принаймні, зможемо простежити за ними.

source: Wiejska jajecznica
uk: Яєчня по-селянськи
